Repository: zweminthu/group-proj
Catalog: electricity-billing-system-master/translations/*/LC_MESSAGES/messages.po
Languages: my

source: Invalid password length
my: စကားဝှက်တိုလွန်းသည်

source: Email
my: အီးမေးလ်

source: Password
my: စကားဝှက်

source: Login
my: အကောင့်ဝင်ရန်

source: User Name
my: အသုံးပြုသူအမည်

source: Confirm Password
my: စကားဝှက်ကိုအတည်ပြုပါ

source: Password doesn't match.
my: စကားဝှက်ကိုက်ညီမှုမရှိ

source: Date of Birth
my: မွေးနေ့

source: Phone Number
my: ဖုန်းနံပါတ်

source: Meter ID
my: မီတာနံပတ်

source: Address
my: လိပ်စာ

source: Register
my: အကောင့်ဆောက်ရန်

source: Request Reset Link
my: စကားဝှက်‌‌ပြောင်းရန် လင့်ပို့ပါ

source: Change Password
my: စကားဝှက်ပြောင်းရန်

source: Please Login!
my: ကျေးဇူးပြုပြီ အကောင့်ဝင်ပါ

source: Wrong Email Address or Password.
my: အီးမေးလ်လိပ်စာသို့မဟုတ်စကားဝှက်မှားယွင်းနေ။

source: Please confirm your email address first
my: သင့်အီးမေးလ်လိပ်စာပထမဦးဆုံးအတည်ပြုပေးပါ

source: Account already exists.
my: အကောင့်ရှိပြီးဖြစ်သည်။

source: Please confirm your email address.
my: သင့်အီးမေးလ်လိပ်စာပထမဦးဆုံးအတည်ပြုပေးပါ

source: Token expired!
my: သက်တမ်းလွန်သောတိုကင်ဖြစ်သည်။

source: Email confirmed
my: အီးမေးလ်ပို့ပြီးအတည်ပြုခဲ့သည်

source: Account does not exists
my: အကောင့်မတည်ရှိပါဘူး

source: Please confirm email address to login!
my: အကောင့်ဝင်ရန်သင့်အီးမေးလ်လိပ်စာပထမဦးဆုံးအတည်ပြုပေးပါ

source: Your account is now active! Try Login!
my: အကောင့်ဝင်နိုင်ပြီ!ထပ်ကြိုးစားပါ!

source: Success
my: အောင်မြင်သည်

source: Successfully Deleted
my: အောင်မြင်စွာဖျက်ပစ်ပြီးပါပြီ

source: User is now registered as shop
my: အသုံးပြုသူယခုဆိုင်အဖြစ်မှတ်ပုံတင်ပြီးပါပြီ

source: Bought
my: ဝယ်ပြီးပါပြီ

source: Error
my: မှားပါသည်

source: Successfully Paid
my: အောင်မြင်စွာ ဝယ်ပြီးပါပြီ

source: Current Password
my: ယခုလက်ရှိ စကားဝှက်

source: New Password
my: စကားဝှက်အသစ်

source: Save changes
my: ပြောင်းလဲမှုများကိုအတည်ပြုပါ

source: Close
my: ပိတ်မည်

source: Pay
my: ပေးပါ

source: Do You Want To Make A Payment
my: သင်ဟာငွေပေးချေလိုပါသလား?

source: About Us
my: ကျွန်တော်တို့အကြောင်း

source: Thank you for using our Electricity Billing System. Our system is designed to enable your feel free to manage electricity supply and billing from our system to collect and control all utility materials such as Pole, Meter and Phone as well.
my: ကျွန်ုပ်တို့၏ လျှပ်စစ်ငွေပေးချေစနစ်ကို အသုံးပြုသည့်အတွက် ကျေးဇူးတင်ပါသည်။ ကျွန်ုပ်တို့၏လျှပ်စစ်ငွေပေးချေစနစ်ကို အခမဲ့ အသုံးပြု စီမံခန့်ခွဲ နိုင်မည်ဖြစ်ပါသည်။

source: Previous
my: ရှေ့စာမျက်နှာသို့

source: Next
my: နောက်စာမျက်နှာသို့

source: Is the system helpful for modern society?
my: ယနေ့ခေတ် အသုံးပြုသူများအတွက် ကျွန်ုပ်တို့၏ အွန်လိုင်း လျှပ်စစ်ငွေပေးချေစနစ်က အထောက်ကူပြုပါသလား?

source: Smoother and easier payment processes for electricity billing. More systematic data storage and processing styles plus easy to configure the database. More accurate in electricity bill calculation.Save money for transportation and time. Produce consistent invoices after transaction.
my: လျှပ်စစ်မီးငွေတောင်းခံဘို့ ချောမွေ့လွယ်ကူငွေပေးချေမှုလုပ်ငန်းစဉ်များ။ ပိုများသောစနစ်တကျ ဒေတာသိုလှောင်မှုနဲ့ အပြောင်းအလဲနဲ့စတိုင်များပေါင်းဒေတာဘေ့စ် တည်ဆောက်ရန်လွယ်ကူ။လျှပ်စစ်မီးဥပဒေကြမ်း တွက်ချက်မှုတွင်ပိုမိုတိကျ။ သယ်ယူပို့ဆောင်ရေးနှင့် အချိန်အဘို့ပိုက်ဆံသိမ်းဆည်းပါ။ ငွေပေးငွေယူပြီးနောက် တသမတ်တည်း ငွေတောင်းခံလွှာများကိုထုတ်လုပ်ပေးသည်။

source: Objective Views
my: ရည်ရွယ်ချက်များ

source: From the objective view, electricity billing system is to be able to manage the electricity, maintain the connections and store electricity bill and keep all the information of customers.
my: ရည်ရွယ်ချက်မှာအမြင်ကနေ, လျှပ်စစ်မီးငွေတောင်းခံစနစ်ဆက်သွယ်မှုများနှင့် စတိုးဆိုင်လျှပ်စစ်မီးဥပဒေကြမ်းကိုထိန်းသိမ်းရန်နှင့် ဖောက်သည်များ၏ အချက်အလက်တွေအားလုံးကို စောင့်ရှောက်လျှပ်စစ်ဓာတ်အားစီမံခန့်ခွဲနိုင်ဖြစ်ရန်ဖြစ်သည်။

source: System
my: စနစ်

source: The process of electricity billing system automates the traditional transaction process, calculates the charges of electricity bill and evaluates the penalties and charges for customers who has been in an electricity connection.
my: လျှပ်စစ်မီးငွေတောင်းခံစနစ်၏ လုပ်ငန်းစဉ်သည်အစဉ်အလာ ငွေပေးငွေယူဖြစ်စဉ်ကိုအလိုအလျောက် လျှပ်စစ်မီးဥပဒေကြမ်း၏ စွဲချက်တွက်ချက်နှင့် ပြစ်ဒဏ်များနှင့်လျှပ်စစ်မီး ဆက်စပ်. ခဲ့သူကိုဖောက်သည်များအတွက်စွဲချက်တန်ဖိုး။

source: Offer
my: ကမ်းလှမ်းမှုများ

source: We have tried to do as much as the work for you, through the design, payment processor combination and etc.
my: ကျနော်တို့ဒီဇိုင်း, ငွေပေးချေမှု စနစ် ကိုပေါင်းစပ်နှင့်စတာတွေကတဆင့်, သင်တို့အဘို့အလုပ်သလောက်လုပ်ဖို့ကြိုးစားခဲ့ကြ

source: Customer Service Survey
my: ၀န်ဆောင်မှုများ

source: Please take a moment to fill out this survey
my: ကျေးဇူးပြု ဒီစစ်တမ်းကိုဖြည့်စွက်ပါ

source: Overall satisfaction of service
my: ဝန်ဆောင်မှု၏ယေဘုယျအားကျေနပ်မှု

source: Very Satisfied
my: အလွန်ကျေနပ်သည်

source: Satisfied
my: ကျေနပ်သည်

source: Neutral
my: အသင့်အတင့်

source: Unsatisfied
my: မပြည့်စုံပါ

source: Very Unsatisfied
my: လုံး၀မကျေနပ်ပါ

source: Friendliness
my: အသုံးပြုရလွယ်ကူမှု

source: Accuracy
my: တိကျသေချာမှု

source: Usefulness
my: အသုံးဝင်မှု

source: Would you use our customer service in the future?
my: ကျွန်တော်တို့ရဲ့ ဖောက်သည်ဝန်ဆောင်မှုကို အသုံးပြုနိုင်မလား?

source: Yes
my: လုပ်မည်

source: No
my: မလုပ်ပါ

source: Maybe
my: ဖြစ်နိုင်စရာ

source: How can we improve our service?
my: ဘယ်လို ကျွန်တော်တို့ရဲ့ဝန်ဆောင်မှု တိုးတက်စေရန်နိုင်ပါတယ်

source: Feedback Content
my: တုံ့ပြန်ချက်အကြောင်းအရာ

source: Let us know what you want ...
my: ဘာအလိုရှိပါသလဲ?

source: Send
my: ပေးပို့

source: Previous Month Payment Status
my: ယခင်လငွေပေးချေမှု

source: No.
my: အမှတ်

source: Username
my: အသုံးပြုသူအမည်

source: Balance
my: လက်ကျန်ငွေ

source: Admin Info
my: အဒ်မင်အင်ဖို

source: Edit
my: ပြင်ဆင်

source: Payment Overdue Status
my: ငွေပေးချေရမည့်ရက်ကျော်နေပြီ

source: Recent Activities
my: မကြာသေးမှီကလှုပ်ရှားမှုများ

source: Activity
my: လှုပ်ရှားမှု

source: Date
my: နေ့စှဲ

source: Time
my: အချိန်

source: Confirm
my: အတည်ပြု

source: Password does not match
my: စကားဝှက်မကိုက်ညီ

source: Invalid Credential
my: မှားနေပါတယ်

source: Password Successfully Updated
my: စကားဝှက်ကိုအောင်မြင်စွာလဲလှယ်ပြီးပါပြီ

source: Electricity Billing System
my: လျှပ်စစ်ဘေပေးချေရန်

source: Home
my: မူလနေရာ

source: Language
my: ဘာသာစကား

source: English
my: အင်္ဂလိပ်

source: Myanmar
my: မြန်မာ

source: Service
my: ဝန်ဆောင်မှုများ

source: Feedback
my: တုံ့ပြန်မှု

source: Topup
my: ငွေဖြည့်ရန်

source: FAQ
my: အမေးအ‌ဖြေများ

source: Shop
my: ဆိုင်

source: Users
my: အသုံးပြုသူများ

source: Topup Cards
my: ငွေဖြည့်ကဒ်

source: Noticeboard
my: ကြော်ငြာသင်ပုန်း

source: Reports
my: အစီရင်ခံစာမျာ

source: Monthly Report
my: လစဉ်အစီရင်ခံစာ

source: Yearly Report
my: နှစ်အလိုက်အစီရင်ခံစာ

source: Update Database
my: ဒေတာ အသစ်ထည့်ရန်

source: Logout
my: အကောင့်ထွက်ရန်

source: Top Up
my: ငွေဖြည့်ရန်

source: Topup Code :
my: ငွေဖြည့်ရန်ကုဒ်:

source: 2019 @ All Right Reserved
my: ၂၀၁၉ @ မူပိုင်ခွင့်များရယူပြီး

source: Terms & Conditions
my: စည်းကမ်းနှင့်သတ်မှတ်ချက်များ

source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ

source: Topup Success
my: ငွေဖြည့်အောင်မြင်ပြီးပါပြီ

source: Username :
my: အသုံးပြုသူအမည်

source: Email :
my: အီးမေးလ်

source: Address :
my: လိပ်စာ

source: Balance :
my: လက်ကျန်ငွေ

source: Make Shop
my: ဆိုင်အကောင့်ပြုလုပ်

source: Are you sure you want to delete this user?
my: သင်ဤအသုံးပြုသူကိုဖျက်ပစ်ချင်သင်သေချာပါသလား?

source: 1. How can I know my electricity usage?
my: တစ်။ ကျွန်ုပ်မည်သို့လျှပ်စစ်ဓာတ်အားအသုံးပြုမှုကိုသိနိုင်မလဲ?

source: We implemented the graph that shows your electricity usage history.
my: ငါတို့သည်သင်တို့၏လျှပ်စစ်ဓာတ်အားအသုံးပြုမှုသမိုင်းကိုပြသသောဂရပ်အကောင်အထည်ဖော်ပါတယ်။

source: 2. How can I know important messages?
my: နှစ်။ ငါဘယ်လိုအရေးကြီးသောမက်ဆေ့ခ်ျကိုသိနိုင်မလဲ?

source: Our system provides notice box to notify and remind any changes of the system such as bill due date, system changes, special offers and etc.
my: ကျွန်ုပ်တို့၏စနစ်ကထိုကဲ့သို့သောဥပဒေကြမ်းကြောင့်ရက်စွဲ, စံနစ် ကိုအပြောင်းအလဲအထူးကမ်းလှမ်းချက်များနှင့်စသည်တို့ကိုအဖြစ်စနစ်၏မည်သည့်အပြောင်းအလဲများကိုအကြောင်းကြားနှင့်သတိပေးအကြောင်းကြားစာကိုထောက်ပံ့ပါတယ်။

source: 3. How much will I pay on my electricity bills?
my: သုံး ။ဘယ်လောက်ငါသည် ငါ့လျှပ်စစ်မီးဥပဒေကြမ်းများအပေါ် ပေးဆောင်ကြမည်နည်း

source: Depends on how much electricity your home or business uses and the bill will be paid for each month usage.
my: သင်၏အိမ် သို့မဟုတ်စီးပွားရေးလုပ်ငန်းကို အသုံးပြုသည်နှင့်ဥပဒေကြမ်းတစ်ခုစီကို တစ်လအသုံးပြုမှုများအတွက် ပေးဆောင်ပါလိမ့်မည်။ ဘယ်လောက်လျှပ်စစ်မီးပေါ်တွင် မူတည်သည်။

source: 4. What Payment Options Do You Have?
my: လေး ။သင်ဟာအဘယျသို့ငွေပေးချေ နိုင်သလား?

source: We offer e-wallet option for the bill payment to make electronic transactions.
my: ကျနော်တို့အီလက်ထရောနစ်အရောင်းအစေရန်ဥပဒေကြမ်းငွေပေးချေမှုများအတွက်e-ပိုက်ဆံအိတ်ရေွးယူခွင့် ကိုထောက်ပံ့ပါတယ်။

source: 5. If I forgot my password. Can you set up my account?
my: ငါး။ ငါသည်ငါ့စကားဝှက်ကိုမေ့လျှင်။ သငျသညျအကြှနျုပျ၏အကောင့်ပြန်ရနိုင်မလား?

source: Click the “Forgot Password” on the login screen, enter the answer to the security question. If the provided information is correct, a new password will be sent to the e-mail address associated to your account.
my: အဆိုပါရဲ့ login screen ပေါ်မှာ 'စကားဝှက်မေ့သွားသလား' ကိုနှိပ်ပါ, လုံခြုံရေးမေးခွန်းရဲ့အဖြေကိုထည့်ပါ။ ပေးထားသည့်သတင်းအချက်အလက်မှန်ကန်သည်ဆိုပါကတစ်ဦးစကားဝှက်အသစ်သင့်အကောင့်မှဆက်စပ် e-mail လိပ်စာသို့ပေးပို့ပါလိမ့်မည်။

source: 6. How can I calculate my total electricity usage cost?
my: ခြောက်။ ကျွန်ုပ်မည်သို့စုစုပေါင်းလျှပ်စစ်ဓာတ်အားအသုံးပြုမှုကုန်ကျစရိတ်တွက်ချက်နိုင်သလဲ

source: You can calculate the total electricity usage cost by clicking the “Calculate”.
my: သင့်အနေဖြင့်နှိပ်ခြင်းအားဖြင့်စုစုပေါင်းလျှပ်စစ်ဓာတ်အားအသုံးပြုမှုကုန်ကျစရိတ်တွက်ချက်နိုင်ပါတယ်

source: 7. Where can I get my electricity bill receipt?
my: ခုနှစ်. ဘယ်မှာငါသည်ငါ့လျှပ်စစ်မီးဥပဒေကြမ်းလက်ခံရရှိရနိုင်မလဲ?

source: In the “Get Receipt” page, you can get your receipt by downloading it.
my: ငွေလက်ခံပြေစာစာမျက်နှာများတွင်သင်ကဒေါင်းလုပ်ဆွဲအားဖြင့်သင့်ငွေလက်ခံဖြတ်ပိုင်းရနိုင်တယ်။

source: 8. How can I contact?
my: ရှစ်. ငါဘယ်လိုဆက်သွယ်ပါနိုင်သလဲ

source: Go to about us page and you can contact with us by calling provided phone numbers.
my: ကျွန်တော်တို့ကိုအကြောင်းကိုစာမျက်နှာကိုသွားပါနှင့်သင်ပေးထားသောဖုန်းနံပါတ်ခေါ်ဆိုခြင်းဖြင့်ကျွန်ုပ်တို့နှင့်အတူဆက်သွယ်နိုင်သည်။

source: 9. What impacts do I have if I have a late payment?
my: ကိုး. ငါနှောင်းပိုင်းတွင်ငွေပေးချေမှုရှိပါကငါသည်အဘယ်သို့သက်ရောက်မှုရှိသနည်း

source: The overdue payment will be shown in home page and it will be suspended if you lack to pay for 3 months.
my: အဆိုပါရက်ကျော်နေပြီငွေပေးချေမှု home page ကိုပြပေးမည်နှငျ့သငျ 3 လဆပ်ဖို့အားနည်းနေလျှင်ဆိုင်းငံ့ပါလိမ့်မည်။

source: From :
my: မှ :

source: Friendliness:
my: ရင်းနှီးမှု :

source: Accuracy:
my: တိကျသေချာမှု

source: Usefulness:
my: အသုံးပြုရလွယ်ကူမှု

source: Will use in future:
my: အနာဂတျမှာသုံးပါလိမ့်မယ်

source: Welcome to EBS
my: အီးဘီအက်စ်မှကြိုဆိုပါသည်

source: EN
my: အင်္ဂလိပ်

source: MY
my: မြန်မာ

source: Enter Email
my: အီးမေးလ်ထည့်ပါ

source: Enter Password
my: စကားဝှက်ထည့်ပါ

source: Forget Password?
my: စကားဝှက်မေ့သွားသလား

source: Register Account
my: အကောင့်ဆောက်ရန်

source: Delete
my: ဖျက်ပစ်ပါ

source: Topic Name Here
my: ခေါင်းစဉ်အမည်

source: Brief Info Here
my: အကျဉ်း

source: Main Contents Goes Here
my: ပင်မမာတိကာ

source: Upload
my: တင်

source: Recipient name :
my: လက်ခံသူ အမည်

source: Date :
my: နေ့စှဲ

source: Meter ID :
my: မီတာယူနစ် :

source: Current Reading :
my: လက်ရှိမီတာဖတ်ခြင်း :

source: Previous Reading :
my: ယခင်မီတာဖတ်ခြင်း :

source: Difference Units :
my: ယူနစ်ခြားနားချက် :

source: Used Units :
my: အသုံးပြုပြီးယူနစ် :

source: Unit Charges :
my: ယူနစ်ကုန်ကျစရိတ်များ :

source: Maintenance Cost :
my: ထိန်းသိမ်းစောင့်ရှောက်ခ :

source: Overdue Cost :
my: ရက်လွန်ကြေး :

source: Total Cost :
my: စုစုပေါင်းကုန်ကျစရိတ် :

source: Download Receipt
my: ပြေစာ ရယူရန်

source: Create a new account
my: အကောင့်အသစ်ဖွင့်ရန်

source: Re-type Password
my: စကားဝှက်ပြန်ရိုက်ပါ

source: Already have account?
my: အကောင့်ရှိပြီးသားလား

source: Reset Password
my: စကားဝှက် ပြောင်းရန်

source: Reset Password Request
my: စကားဝှက်တောင်းဆိုခြင်:

source: THE ELECTRICITY ACT 2014
my: လျှပ်စစ်ဥပဒေ ၂၀၁၄

source: Electricity Law 2014,
my: လျှပ်စစ်ဥပဒေ ၂၀၁၄

source: 2014, Pyidaungsu Hluttaw Law No. (44)
my: ၂၀၁၄,ပြည်ထောင်စုလွှတ်တော်ဥပဒေအမှတ် (၄၄)

source: 1376, Tazaungmon, Day 5
my: ၁၃၇၆, တန် ဆောင်းမုန်း, ၅ရက်နေ့

source: 2014, October, Day 27
my: ၂၀၁၄ , အောက်တိုဘာလ, ၂၇ရက်နေ့

source: Electric power rates and service charges
my: လျှပ်စစ်ပါဝါနှုန်းထားများနှင့်ဝန်ဆောင်ခ

source: The relevant ministry shall, with the consent of the Union government, have the right to fix suitable electric power rates that are to be charged to the power consumer according to the region. The electric power rate may be changed from time to time.
my: သက်ဆိုင်ရာဝန်ကြီးဌာနက ပြည်ထောင်စုအစိုးရ၏ သဘောတူခွင့်ပြုချက်နှင့်အတူဒေသတွင်းအညီ အာဏာကိုစားသုံးသူမှ တရားစွဲဆိုခံရဖို့ဖြစ်ကြောင်း သင့်လျော်သော လျှပ်စစ်ဓာတ်အားခနှုန်းထားများ ပြင်ဆင်ပိုင်ခွင့်ရှိသည်မူလိမ့်မည်။ အဆိုပါလျှပ်စစ်ဓာတ်အားနှုန်းကို အချိန်ဖို့အချိန်ကနေပြောင်းလဲသွားနိုင်ပါသည်။

source: The governments of the regions, states, self-administered zones and self-administered divisions shall have the right to fix, after consultation with the relevant ministry, suitable electric power rates that are to be charged for electric power under their own management that is not acquired from the national grid the electric power rate may be changed from time to time.
my: အဆိုပါဒေသများ, ပြည်နယ်များ, ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသများနှင့် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရကွဲပြားမှု၏အစိုးရများက သက်ဆိုင်ရာဝန်ကြီးဌာနတိုင်ပင်ဆွေးနွေးပြီးနောက်, ပြင်ဆင်ပိုင်ခွင့်ရကြလိမ့်မည်မဟုတ်ကြောင်း ၎င်းတို့၏ကိုယ်ပိုင်စီမံခန့်ခွဲမှုအောက်တွင် လျှပ်စစ်ဓာတ်အားများအတွက်တရားစွဲဆိုခံရဖို့ဖြစ်ကြောင်း သင့်လျော်သော လျှပ်စစ်ဓာတ်အားခနှုန်းထားများ အမျိုးသားဇယားကွက်ထဲကနေဝယ်ယူ လျှပ်စစ်ပါဝါနှုန်းကိုအချိန်ဖို့အချိန်ကနေ ပြောင်းလဲသွားနိုင်ပါသည်။

source: Administrative actions
my: အုပ်ချုပ်ရေးဆိုင်ရာလုပ်ရပ်များ

source: The persons with the authority to issue a license to engage in electricity-related work under section 8 shall have the right to take any of the following administrative actions if the license holder breaches the conditions contained in the license or any order or directive issued by the relevant ministry or is convicted of having committed any offence under this law-
my: လိုင်စင်ကိုင်ဆောင်သူလိုင်စင်ဒါမှ မဟုတ်ထုတ်ပေးဆိုအမိန့် သို့မဟုတ်ညွှန်ကြားချက်တွင် ပါရှိသော အခြေအနေဖောက်ဖျက်လျှင် အပိုင်း 8 အောက်မှာလျှပ်စစ်မီးဆိုင်ရာ အလုပ်အတွက်ထိတွေ့ဆက်ဆံဖို့ လိုင်စင်ထုတ်ပေးရန်အခွင့်အာဏာနှင့်အတူ ပုဂ္ဂိုလ်များသည် အောက်ပါစီမံခန့်ခွဲရေးဆိုင်ရာ လုပ်ရပ်များမဆိုယူပိုင်ခွင့်ရှိသည်ရကြလိမ့်မည် သက်ဆိုင်ရာဝန်ကြီးဌာနကသို့မဟုတ် ဤဥပဒေအရမည်သည့်ပြစ်မှု ကျူးလွန်ဘဲလျက်ပြစ်မှုထင်ရှားနေသည်

source: (a) Levying of a fine
my: (က) ဒဏ်ငွေ သတ်မှတ်ချက်များ

source: (b) Suspension, for a limited time, of the license to engage in electricity-related work;
my: (ခ) လျှပ်စစ်မီး ဆိုင်ရာအလုပ်အတွက်ထိတွေ့ဆက်ဆံဖို့ လိုင်စင်ကန့်သတ်အချိန်များအတွက်ရပ်ဆိုင်းမှု,

source: (c) Revocation of the license to engage in electricity-related work.
my: (ဂ) လျှပ်စစ်မီး ဆိုင်ရာ အလုပ်အတွက် လိုင်စင်ရုတ်သိမ်းခြင်း။

source: Offences and penalties
my: ပြစ်မှုနှင့်ပြစ်ဒဏ်များ

source: Anyone convicted of having violated the prohibition under section shall be punished with a fine from minimum kyats 100,000 to maximum kyats 500,000. If, after having been punished in this way, he is convicted of having continued to commit the offence, he shall additionally be punished with imprisonment from minimum 1 year to maximum 3 years.
my: အပိုင်းအောက်ရှိတားမြစ်ချက်တစ်ရပ်ရပ်ကို ချိုးဖောက်ဘဲလျက်ပြစ်မှုထင်ရှားမည်သူမဆို နိမ့်ဆုံးကျပ်ကနေ 100,000 500,000 အများဆုံးကျပ်တစ်ဒဏ်ငွေနှင့်အတူ အပြစ်ပေးခံရကြလိမ့်မည်။ ဤနည်းဖြင့် အပြစ်ပေးခံတော်မူပြီးမှပြီးနောက်, အကယ်.သူသည်ပြစ်မှုကျူးလွန်ဆက်လက်ဘဲ လျက်ပြစ်မှုထင်ရှားနေသည်, သူဒါ့အပြင်အများဆုံး 3 နှစ်မှနိမ့်ဆုံး 1 နှစ်ကနေထောင်ဒဏ်နှင့်အတူ အပြစ်ပေးခံရကြလိမ့်မည်။

source: Any holder of a license to engage in electricity-related work convicted of having violated the prohibition under section 36 shall be punished with a fine from minimum kyats 100,000 to maximum kyats 500,000. If, after having been punished in this way, he is convicted of having continued to commit the offence, he shall additionally be punished with imprisonment from minimum 1 year to maximum 3 years.
my: အပိုင်း ၃၆ အောက်ရှိတားမြစ်ချက်တစ်ရပ်ရပ်ကို ချိုးဖောက်ဘဲလျက်ပြစ်မှုထင်ရှားလျှပ်စစ်မီးဆိုင်ရာ အလုပ်အတွက်ထိတွေ့ဆက်ဆံဖို့ လိုင်စင်မဆိုကိုင်ဆောင်သူနိမ့်ဆုံး ၁၀၀၀၀၀ ကျပ်ကနေ အများဆုံးကျပ်၅၀၀၀၀၀ ဒဏ်ငွေနှင့်အတူအပြစ်ပေးခံရကြလိမ့်မည်။ ဤနည်းဖြင့်အပြစ်ပေးခံတော်မူပြီးမှပြီးနောက်, အကယ်. သူသည်ပြစ်မှုကျူးလွန်ဆက်လက်ဘဲလျက်ပြစ်မှုထင်ရှားနေသည်, သူဒါ့အပြင်အများဆုံး 3 နှစ်မှနိမ့်ဆုံး 1 နှစ်ကနေထောင်ဒဏ်နှင့်အတူ အပြစ်ပေးခံရကြလိမ့်မည်။

source: Mr. Thein Sein
my: ဦးသိန်းစိန်

source: Republic of the Union Myanmar
my: ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော်

source: Rules and Regulation of using electricity billing system
my: စည်းကမ်းများနှင့် လျှပ်စစ်မီးငွေတောင်းခံသည့် စနစ်အသုံးပြုခြင်း၏စည်းမျဉ်းဥပဒေ

source: Applicable Laws
my: သက်ဆိုင်ရာဥပဒေ

source: Data Protection Act 1998
my: ဒေတာများကိုကာကွယ်စောင့်ရှောက်ရေးအက်ဥပဒေ ၁၉၉၈

source: Copyright, Designs & Patents Act 1988
my: မူပိုင်ခွင့်ဒီဇိုင်း နှင့်မူပိုင်ခွင့် ၁၉၈၈ ဥပဒေ

source: Computer Misuse Act 1990
my: ကွန်ပြူတာကိုတလွဲအသုံးပြုခြင်းအက်ဥပဒေ ၁၉၉၀

source: Regulations and Laws
my: စည်းမျဉ်းများနှင့်ဥပဒေ

source: These regulations apply subject to and in addition to the law. In all cases involving a breach of the law, legal sanctions may apply.
my: ဤရွေ့ကားစည်းမျဉ်းများနှင့် ဥပဒေအပြင်ဘာသာရပ်သက်ဆိုင်ပါသည်။ အားလုံးထဲမှာပညတ်တရား၏ပြိုပျက်ရာနှင့် ပတ်သက်သောအမှုများ, ဥပဒေရေးရာပိတ်ဆို့မှုများလျှောက်ထားနိုင်ပါသည်။

source: Wallet Balance – Limits
my: အကောင့်ငွေပမာဏ - အကန့်အသက်

source: Minimum amount – 1000ks must left in the wallet’s balance
my: အနည်းဆုံး ငွေပမာဏ - ၁၀၀၀ ကျပ်

source: Maximum amount – unlimited
my: အများဆုံး ငွေပမာဏ - အကန့်အသက်မဲ့

source: Overdue – Charges
my: ရက်လွန်ကြေး

source: Late charges 2000ks/day
my: တရက်နောက်ကျကြေး -၂၀၀၀ ကျပ်

source: Unit Per Charge
my: ယူနစ် အလိုက် ကျငွေ

source: Defining Units and Cost
my: ငွေပမာဏ နှင့်ယူနစ် များ

source: 35 Ks
my: ၃၅ ကျပ်

source: 50 Ks
my: ၅၀ ကျပ်

source: 70 Ks
my: ၇၀ ကျပ်

source: 90 Ks
my: ၉၀ ကျပ်

source: 110 Ks
my: ၁၁၀ ကျပ်

source: 120 Ks
my: ၁၂၀ ကျပ်

source: 201-more
my: ၂၀၁ - အထက်

source: 125 Ks
my: ၁၂၅ ကျပ်

source: Top Up Options
my: ငွေဖြည့် ရန် ရွေးချယ်မူ

source: Available Top-up Amounts
my: ငွေဖြည့် နိုင်သောပမာဏများ

source: 1000 Ks
my: ၁၀၀၀ ကျပ်

source: 5000 Ks
my: ၅၀၀၀ ကျပ်

source: 10,000 Ks
my: ၁၀ ၀၀၀ကျပ်

source: 50,000 Ks
my: ၅၀ ၀၀၀ ကျပ်

source: 100,000 Ks
my: ၁၀၀ ၀၀၀ ကျပ်

source: 500,000 Ks
my: ၅၀၀ ၀၀၀ ကျပ်

source: 1,000,000 Ks
my: ၁ ၀၀၀ ၀၀၀ ကျပ်

source: Calculator
my: ဂဏန်းပေါင်းစက်

source: Calculate
my: တွက်ပါ

source: Wallet Shop
my: ဆိုင်

source: Select Wallet Amount
my: ငွေပမာဏရွေးရန်

source: Topup Code
my: ငွေဖြည့် နံပါတ်

source: Money
my: ပိုက်ဆံ

source: Action
my: လုပ်ဆောင်မူ

source: Upload an excel file
my: Excel fileကို တင်ပါ

source: Search
my: ရှာရန်

source: Total Users -
my: အသုံးပြုသူများ -

source: Users
my: ဦး

source: Credits
my: လက်ကျန်ငွေ

source: MeterID :
my: မီတာ ID

source: Overdues :
my: ပေးရန်ကျန်ငွေ

source: Balances :
my: လက်ကျန်ငွေ

source: Your Info
my: သင့်ရဲ့ သတင်းအချက်

source: Current Year Payment
my: ယခုနှစ်ငွေပေးချေမှု

source: Month
my: လ

source: Year
my: ခုနှစ်

source: Amount
my: ငွေပမာဏ

source: Total Electricity Usage of this Month
my: ယခုလယူနစ်စုစုပေါင်း

source: Total Unit :
my: ယူနစ်စုစုပေါင်း

source: Get Receipt
my: ပြေစာရယူရန်

source: Select Amount
my: ငွေပမာဏရွေးရန်

source: Generate New Topup Codes
my: ငွေဖြည့်ရန်ကုဒ်အသစ်များရယူ

source: Sold
my: ရောင်းချခဲ့
